--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY(@AHMED_ALOBIDE)               ▀▄ ▄▀ 
▀▄ ▄▀      BY(@hussian_9)                  ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر 1)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "اوامر 1" then
return [[
💀THE LAND OF THE FIRE💀
➖➖➖➖➖➖➖➖➖➖
🔱اوامر الحماية في المجموعة🔱
➖➖➖➖➖➖➖➖➖➖
🔲💀فتح🔓 او قفل🔐 الاضافه
🔲💀فتح🔓 او قفل🔐 البوتات
🔲💀فتح🔓 او قفل🔐 المجموعه
🔲💀فتح🔓 او قفل🔐الدردشه
🔲💀فتح🔓 او قفل🔐 الصور
🔲💀فتح🔓 او قفل🔐 الصوت
🔲💀فتح🔓 او قفل🔐 الوسائط 
🔲💀فتح🔓 او قفل🔐 الفيديو 
🔲💀فتح🔓 او قفل🔐 الروابط
🔲💀فتح🔓 او قفل🔐 التكرار 
🔲💀فتح🔓 او قفل🔐 الملصقات
🔲💀فتح🔓 او قفل🔐 الصورالمتحركه
🔲💀فتح🔓 او قفل🔐 الفايلات
🔲💀فتح🔓 او قفل🔐 الكلايش
🔲💀فتح🔓 او قفل🔐الاضافةالجماعيه
🔲💀فتح🔓 او قفل🔐 العربيه 
🔲💀فتح🔓 او قفل🔐 اعاده توجيه
🔲💀فتح🔓 او قفل🔐 الجيوش 
➖➖➖➖➖➖➖➖➖➖
🔳الاوامر (مسح)➕(ضع)

🔲💀رسائل المجموعه
🔲💀مسح رسائل العضو بالرد
🔲💀مسح الادمنية 
🔲💀مسح الوصف
🔲💀مسح القوانين
🔲💀مسح 
🔲💀ضع التكرار 
🔲💀ضع قوانين
🔲💀ضع وصف
🔲💀ضع ممعرف
🔲💀وضع اسم
🔲💀وضع صورة
🔲💀انستا+اليوزر
🔲💀الطقس+البلد
🔲💀الاذان+البلد
🔲💀خريطة+البلد
🔲💀زخرفه+النص (عربي)
🔲💀زخرف+النص (انكليزي)
🔲💀اسمي (لضهار اسمك)
🔲💀اسم الكروب (ضهار اسم الكروب)
🔲💀رقمي (لضهار رقمك)
➖➖➖➖➖➖➖➖➖➖
🕵المطور @AHMED_ALOBIDE
🕵المطور @hussian_9
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(اوامر 1)"
},
run = run 
}
end
