--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY(@AHMED_ALOBIDE)               ▀▄ ▄▀ 
▀▄ ▄▀      BY(@hussian_9)                  ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الاوامر 3)                ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "اوامر 3" then
return [[
💀THE LAND OF THE FIRE💀

➖➖➖➖➖➖➖➖➖➖
◻️اوامر المطورين فقط لتلعب بكيفك◻️
➖➖➖➖➖➖➖➖➖➖
🔲ترقيه سوبر (لترقية المجموعه سوبر)
🔲تفعيل (لتفعيل البوت ب المجموعه)
🔲تعطيل(لتعطيل البوت ب المجموعه)
🔲رفع المدير (لرفع مدير للمجموعه)
🔲رفع اداري(لرفع اداري للمجموعه)
🔲اذاعه (لنشر كلمة بجميع مجموعات البوت)
🔲تشغيل البوت (لتشغيل البوت بالمجموعة)
🔲اطفاء البوت (لاطفاء البوت بالمجموعه)
🔲اضف مطور (لاضافة مطور)
🔲طرد البوت (لطرد البوت من المجموعه)
🔲جلب ملف (لجلب ملف من السيرفر)
🔲اصدار (لعرض محتويات البوت)
🔲اضف بوت + الرابط لضافة البوت للمجموعة)
🔲صنع مجموعه + اسم لعمل مجموعه

➖➖➖➖➖➖➖➖➖➖
🕵المطور @AHMED_ALOBIDE
🕵المطور @hussian_9
]]
end

if not is_momod(msg) then
return "مو شغلك ودعبل 😎🖕🏿"
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"(اوامر 3)"
},
run = run 
}
end