--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀     BY(@AHMED_ALOBIDE)               ▀▄ ▄▀ 
▀▄ ▄▀      BY(@hussian_9)                  ▀▄ ▄▀ 
▀▄ ▄▀                                      ▀▄ ▄▀   
▀▄ ▄▀          (ملف الهيلب انكلش)               ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]
do

local function run(msg, matches)
if is_momod(msg) and matches[1]== "help" then
return [[
💀THE LAND OF THE FIRE💀
➖➖➖➖➖➖➖➖➖➖➖➖
مرحبا عزيزي المستخدم 💀✋🏿
توجد ثلاث قوائم للمستخدم هية اوامر التحكم بالبوب واضهار اوامرة ✔️
➖➖➖➖➖➖➖➖➖➖➖➖
️⚪️الامر الاول 🔛اوامر /list1/يستخدم لرفع الادمنية والاعدادات☑️

⚪️ الامر الثاني 🔛 اوامر/list2/يستخدم لغرض الحماية والطرد ☑️

️⚪️الامر الثالث 🔛 /list3/تستخدم لاغراض معرفة اوقات الصلاة و الاغاني
➖➖➖➖➖➖➖➖➖➖➖➖
لمزيد من المعلومات حول استخدام البوت راسل المطورين 
➖➖➖➖➖➖➖➖➖➖➖➖
🕵المطور @AHMED_ALOBIDE
🕵المطور @hussian_9 
]]
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"[#!/](help)"
},
run = run 
}
end
